{"attractions": [{"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43930.jpg", "title": "ACCI Gallery", "description": "The Arts & Crafts Cooperative, Incorporated Gallery, founded in the 1950s, contains exhibitions of paintings, ceramics, jewelry, photography, and works in wood and glass by local artists. Fine arts and crafts can also be purchased here. In these ways, this gallery encourages the emergence of young artistic talent.", "lat": "37.877330", "lon": "-122.269038"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43933.jpg", "title": "Alphonse Berber Gallery", "description": "Alphonse Berber Gallery, located in a building designed by Julia Morgan within a minute walk from the University of California, features exhibitions of innovative and daring contemporary artists. One of the most popular galleries in Berkeley, it houses a wide range of styles.", "lat": "37.868838", "lon": "-122.258060"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44916.jpg", "title": "Amoeba Music", "description": "Amoeba Music, established in 1990, is one of the best music stores in Berkeley. It features a very large selection of CDs, DVDs, VHS and laser discs from any era. Located in a large building known as the Forum Coffee House in the 1960s, Amoeba Music is one of the best and largest independent music dealers in the Bay Area.\n\nOperation Hours: Monday - Thursday: 10.30 am - 8 pm; Friday - Saturday: 10.30 am - 10 pm; Sunday: 11 am - 8 pm", "lat": "37.865838", "lon": "-122.258551"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44918.jpg", "title": "Annapurna", "description": "Opened in 1969 on Telegraph Avenue, Annapurna is a gift shop where anything from cards, incense, hookahs and an assortment of pipes can be found. It is also known as one of the best dealers in funny greeting cards. Annapurna has won many awards and is considered one of the best gift and smoke shops in Berkeley.", "lat": "37.866573", "lon": "-122.258735"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44929.jpg", "title": "Bancroft Clothing", "description": "Bancroft Clothing offers the largest selection of licensed Cal items anywhere, from clothes and shoes to glasses and mugs, all at great prices. It also carries clothing and accessories for kids, including infant booties, small cups and earrings, all with the famous Cal logo.\n\nOperation Hours: Monday - Saturday: 10 am - 6 pm; Sunday: 11.30 am - 5.30 pm", "lat": "37.868804", "lon": "-122.258292"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44924.jpg", "title": "Bear Basics", "description": "Bear Basics sells University of California apparel, including sweatshirts, socks, toys and other items devoted to the beloved sports team, the Berkeley Bears. Offering high quality merchandise at reasonable prices, Bear Basics also features the T-shirt Orgy, where all kinds of printed T-shirts can be found.\n\nOperation Hours: Monday - Sunday: 11 am - 6.30 pm", "lat": "37.867724", "lon": "-122.259009"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43929.jpg", "title": "Berkeley Art Center", "description": "The Berkeley Art Center specializes in visual art exhibitions and similar programs. The gallery is well-known as a strong supporter of local artists. Due to this, it not only hosts exhibitions of young regional artists, it also organizes competitions and auctions. Located near Live Oak Park, the Berkeley Art Center was designed by Robert Ratcliff Architects in 1967.\n\nOperation Hours: Wednesday - Sunday: 11 am - 5 pm", "lat": "37.884404", "lon": "-122.268270"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43934.jpg", "title": "Berkeley Art Museum and Pacific Film Archive", "description": "The Berkeley Art Museum and Pacific Film Archive (BAM/PFA) is associated with the University of California at Berkeley. The director is Lawrence Rinder who was appointed in 2008.\n\nThe current Berkeley Art Museum building was built in 1970 and designed by Mario Ciampi. The building was deemed seismically unsafe in 1997, and iron braces were added in 2001 to slightly improve its safety. In 1999, the Pacific Film Archive moved to a temporary building across the street.\n\nIn 2008, BAM/PFA unveiled plans for a new visual arts center, to be designed by the Japanese architect Toyo Ito and located in downtown Berkeley, across the street from UC Berkeley's main entrance. However, in 2009, those plans were cancelled. Citing the weak economy and trouble raising the necessary funds, BAM/PFA decided to retrofit and enlarge the former University of California Press printing plant at that site, a 1939 Art Deco building on the California Register of Historic Resources and qualified to be on the National Register of Historic Places.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869144", "lon": "-122.255446"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45044.jpg", "title": "Berkeley City Club", "description": "The Berkeley City Club, formerly known as the Berkeley Women's City Club, was organized by women in 1927, to contribute to social, civic, and cultural progress. It is no longer restricted to women, and is available to the public at large for weddings and other occasions.\n\nThe building, constructed in 1929, is one of the outstanding works of noted California architect Julia Morgan, whose interpretation of Moorish and Gothic elements created a landmark of California design. It is registered as California Historical Landmark and is listed on the National Register of Historic Places.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.867357", "lon": "-122.262680"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/60140.jpg", "title": "Berkeley Community Theater", "description": "Berkeley Community Theater is a theater located in Berkeley, California, on the campus of Berkeley High School. The theater is used by Berkeley High School and the Berkeley Unified School District. The theater building also holds the Florence Schwimley Little Theater, a smaller theater that is often used for Berkeley High School music and theater performances. The Art Deco-style theater has 3,491 seats, including a balcony section. A large stage is extended by an orchestra pit that can be raised or lowered.", "lat": "37.868522", "lon": "-122.271459"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44912.jpg", "title": "Berkeley Hat", "description": "Berkeley Hat offers a wide variety of high quality men’s and women’s hats for any occasion. From classic fedoras to pirate hats, any color wool beret, Kentucky Derby hats, and even peculiar monkey and Medusa hats, Berkeley Hat offers it all.\n\nOperation Hours: Monday - Thursday: 10.30 am - 6 pm; Friday - Saturday: 10.30 am - 6.30 pm; Sunday: 12 pm - 5.30 pm", "lat": "37.864800", "lon": "-122.258583"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44180.jpg", "title": "Berkeley Public Library", "description": "The Berkeley Public Library is the public library system for Berkeley. It consists of the Central Branch, the North Branch, Claremont Branch, South Branch, and West Branch.\n\nThe Berkeley Public Library opened in 1893 on Shattuck Avenue with 264 books. In 1905 the library moved to another location on Shattuck Avenue at Kittridge Street, into a new brick building funded by Andrew Carnegie onto land donated by Rosa Shattuck. Immediately following the 1906 San Francisco earthquake and the population surge that resulted, the library opened four other branches throughout Berkeley.\n\nA new central library opened in 1934 at its current site and remained the central branch until it was renovated and reopened in 2002.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.868394", "lon": "-122.268440"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44922.jpg", "title": "Big Al's", "description": "Big Al's sells pipes, bongs and other smoking accessories. It supports local artists by selling their glassware, as well as glass products from popular brands such as ROOR, Toro and Sheldon Black. Locals and tourists have been visiting Big Al's for years, as it is considered one of the best smoke and gift shops in the area.\n\nOperation Hours: Monday - Sunday: 9.30 am - 10 pm", "lat": "37.867251", "lon": "-122.258885"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44585.jpg", "title": "Bowles Hall", "description": "Bowles Hall is an all-male residence dormitory at the University of California, world renowned for its unique traditions, legendary parties and camaraderie.\n\nThe dormitory was the first residence hall on campus, dedicated in 1929, and was California's first state-owned dormitory. It was built in 1928 on a $350,000 grant by Mary McNear Bowles in memory of her husband, Cal alumnus and UC Regent Phillip E. Bowles. Mr. Bowles was said to have three loves, Horses, Horticulture and the University of California.\n\nThe Hall displays the unique and formidable appearance of a medieval castle, with a stone exterior and a lush wood entryway. Although a University-operated residence hall, its male-only tradition, classic facade, partitioned four-man rooms, and community facilities give it a feeling much closer to that of a social fraternity. Bowlesmen have traditionally been a tight-knit group of students who regularly practice various traditions and rituals that are exclusive to the Hall. In the 1980s, it was listed in the National Register of Historic Places, a prime example of the style of architecture called 'Collegiate Gothic'. The building is still being used as an all-men's residence up to this day, although some traditions have not survived.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872927", "lon": "-122.253005"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44573.jpg", "title": "California Hall", "description": "Also designed by John Galen Howard, California Hall is located in the center of the university campus. Completed in 1906, throughout the years it has undergone many renovations. This building is part of Howard's Beaux Arts architectural plan for the campus. Listed in the National Register of Historic Places, California Hall houses the university’s major administrative and personnel offices.", "lat": "37.871759", "lon": "-122.260808"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45050.jpg", "title": "Captain Charles C. Boudrow House", "description": "Built in 1889 for Charles C. Boudrow, a shipping magnate, this house was designed in the Queen Anne-Eastlake style by Julius E. Krafft. Constructed of redwood, featuring many adornments including various friezes, gables and rich ornaments on its facade, this impressive architectural landmark also has columns and arches.", "lat": "37.879107", "lon": "-122.266923"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45047.jpg", "title": "Chamber of Commerce Building", "description": "The Berkeley Chamber of Commerce Building, with twelve stories, was the tallest structure of its kind at the time in which it was built. Designed by Walter H. Ratcliff, Jr., it has housed the Chamber of Commerce, American Trust Bank, and today houses Wells Fargo Bank. It is notable for its brick design, excluding the ground and top floors.", "lat": "37.870273", "lon": "-122.268304"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44201.jpg", "title": "Civic Center Park", "description": "Also known as Martin Luther King Jr. Park, Civic Center Park was designed in 1983 and dedicated to civil rights. Home to a fountain and a peace wall inlaid with tiles, in 1997 the park was registered as an historic landmark. It is a wonderful place to relax and offers a great view of the Old Town Hall.", "lat": "37.869839", "lon": "-122.271200"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45052.jpg", "title": "Cloyne Court Hotel", "description": "The Cloyne Court Hotel, often referred to simply as Cloyne, is a student housing cooperative.\n\nThe BSC is now the largest housing co-op organization in North America and Cloyne is one of the biggest cooperative houses in the country with 150 residents. Despite its size the house was entirely student-run for nearly sixty years. This changed in July 2005, when the co-op was forced to hire a live-in manager in order to renew the property lease with the University.\n\nCloyne Court has played a notable role in the Bay Area music scene. The bands No Doubt, Operation Ivy, The Offspring, Rancid, Green Day, Elliott Smith, 24-7 Spyz, Save Ferris, Rilo Kiley etc played at Cloyne before becoming well known. The house has also been host to several lesser-known bands during its many events. Cloyne has hosted as many as a dozen bands in a single evening, commonly using 2 separate stages, though sometimes as many as 4 - the dining room, the lib-ed room, the basement (\"dungeon\"), and the courtyard.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.876340", "lon": "-122.257929"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45045.jpg", "title": "Corder Building", "description": "The Corder Building, listed in the National Register of Historic Places, is located on Shattuck Avenue between Bancroft Way and Durant Avenue. Built in 1921, designed by James W. Plachek, this warm sand colored landmark with white columns and balconies is also notable for its fine white adornments.", "lat": "37.867123", "lon": "-122.267827"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44572.jpg", "title": "Doe Memorial Library", "description": "The Doe Memorial Library is the main library of the UC Berkeley Library System on the UC Berkeley campus. The library is named after its benefactor, Charles Franklin Doe, who was persuaded by the then President of the University of California, Benjamin Ide Wheeler, in 1904 to bequeath funds for its construction.\n\nIn 1900, Emile Benard won an architectural competition for the design of the library, and the Classical Revival style library was completed in 1911. The Doe Library houses both the Undergraduate and Gardner (Main) Stacks collections.\n\nThe main reading room is open to the public.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872869", "lon": "-122.259799"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44575.jpg", "title": "Eucalyptus Grove", "description": "Eucalyptus Grove contains the tallest of these hardwood trees in North America. Planted in 1882, in California they actually grow healthier than in Australia, their native location. The grove has been a significant part of the university’s landscape heritage, adding a refreshing fragrance to the air.", "lat": "37.870944", "lon": "-122.263869"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45042.jpg", "title": "First Church of Christ, Scientist", "description": "Designated a National Landmark, the First Church of Christ, Scientist, built in 1910, was designed by Bernard Maybeck. Featuring Romanesque, Byzantine and Gothic styles, it is acknowledged as Maybeck's architectural masterpiece. This church preserves its original impressive appearance created by the natural colors of the roof and pillars, the ornaments and stencil work, and the translucent window.", "lat": "37.865471", "lon": "-122.255898"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44475.jpg", "title": "First Unitarian Church", "description": "The First Unitarian Church, founded in 1891, was designed by A.C. Schweinfurth and Bernanrd Maybeck. A fine example of the Bay Area Shingle style, the building and its basement occupy about 40 feet square. In 1960 the University of California acquired the building and it was converted into the Dramatic Arts Department.", "lat": "37.868608", "lon": "-122.261453"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44590.jpg", "title": "Founders' Rock", "description": "On the corner of Hearst Avenue and Gayley Road lies the Founders' Rock, the spot, according to college lore, where the 12 trustees of the College of California, the nascent University of California, Berkeley, stood on April 16, 1860, to dedicate the property they had just purchased. This is, supposedly, the same spot where Frederick Billings stood in 1866 when he remembered Bishop Berkeley's verse - \"Westerward the course of empire takes it way\" -- and thus inspired the name of the new city. A plaque was put on this spot on Charter Day in 1896.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.875385", "lon": "-122.256820"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44481.jpg", "title": "Gilman Hall", "description": "Gilman Hall is a building on the campus of the University of California. Room 307 was where Glenn T. Seaborg and his coworkers identified plutonium as a new element on February 23, 1941 and as such, is designated a National Historic Landmark. The building itself is designated a National Historic Chemical Landmark, recognizing the two Nobel Prizes in Chemistry that have resulted from research done in the building.\n\nGilman Hall has been used continuously by the College of Chemistry for 80 years; today it is occupied by the Department of Chemical Engineering. However, its laboratory equipment is no longer suitable for modern chemical research and as such, the University has renovated and converted some of the rooms into offices, classrooms, and small research laboratories.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872562", "lon": "-122.256475"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44194.jpg", "title": "Golden Sheaf Bakery", "description": "Now used as the Nevo Educational Centre, the Golden Sheaf Bakery was constructed in 1877 by Jonathan Garrard Wright. Located near the Kress building, the present structure was built in 1905. Designed by the remarkable architect Clinton Day, it was only used as a storage building for the bakery. This two-story red brick and terracotta building was listed in the National Register of Historic Places in 1978.", "lat": "37.871086", "lon": "-122.269088"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45049.jpg", "title": "Grace North Church", "description": "Grace North Church, located in the same building as North Berkeley Congregational Church, like many other city structures, was designed by James W. Plachek in 1913. Built in a non-traditional style, its four columns, impressive windows and roof make this church on Cedar Street a notable Berkley landmark.", "lat": "37.878404", "lon": "-122.267923"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44574.jpg", "title": "Haas Pavilion", "description": "The Walter A. Haas, Jr. Pavilion is the home of the University of California's men's and women's basketball, women's volleyball, and men's and women's gymnastics teams. The arena is located in the middle of the main University of California sports complex, overlooking Evans Diamond (baseball) and Edwards Stadium (track/soccer).\n\nThe arena was originally built in 1933 as the Men's Gym. It was renamed Harmon Gym in 1959, after Oakland financier A.K.P. Harmon, who donated the funds to build Cal's first indoor athletic facility in 1879. Lou Campanelli tried to have it renamed \"Harmon Arena\" when he became coach, but it never really caught on. The playing surface, after being known as simply \"Room 100\" since the arena opened, was renamed Pete Newell Court in 1987 in honor of Pete Newell, who led Cal to the national championship in 1959.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869925", "lon": "-122.262284"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44482.jpg", "title": "Haas School of Business", "description": "The Walter A. Haas School of Business, also known as the Haas School of Business or simply Haas, is one of 14 schools and colleges at the University of California.\n\nThe school is situated in three connected buildings surrounding a central courtyard on the southeastern corner of the Berkeley campus. The final design of architect Charles Moore, the mini-campus was completed in 1995. The school is planning to expand its facilities with a new commons building shared with the Berkeley School of Law. It constantly ranks as one of the top ten business schools in worldwide rankings published by The Economist, US News & World Report, and Bloomberg Businessweek.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.871692", "lon": "-122.253516"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44583.jpg", "title": "Haviland Hall", "description": "Haviland Hall, built in 1924, is considered one of the campus’ Beaux Arts treasures. As many halls on campus, it was designed by John Galen Howard, and was designated a Berkeley landmark in 1981, seven years earlier than any other campus building. Haviland Hall is located just near Observatory Hill.", "lat": "37.873632", "lon": "-122.261371"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44589.jpg", "title": "Hearst Greek Theatre", "description": "The William Randolph Hearst Greek Theatre, known locally as simply the Greek Theatre, is an 8,500-seat amphitheater owned and operated by the University of California.\n\nThe Greek Theatre hosts The Berkeley Jazz Festival, pop, rock, and world music concerts, UC Berkeley graduation ceremonies, occasional addresses by noted speakers, and other events. Past speakers include President Theodore Roosevelt, William Randolph Hearst, and the Dalai Lama.\n\nThe Greek Theater was built in 1903 on the site of a rough outdoor bowl already in use as an amphitheater since 1894 known as \"Ben Weed's Amphitheater\". The project was championed by University of California president Benjamin Ide Wheeler and was the first University building designed by John Galen Howard. Its construction was financed by newspaper magnate William Randolph Hearst, after whom it was named. The design of the theater is based directly on the ancient Greek theater of Epidaurus.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.873115", "lon": "-122.253948"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44480.jpg", "title": "Hearst Memorial Mining Building", "description": "The Hearst Memorial Mining Building at the University of California is currently home to the university's materials science department. The Classical Revival style building is listed in the National Register of Historic Places and is also designated as part of California Historical Landmark.\n\nConstruction began in 1902, as part of Phoebe Hearst's master campus development plan and in memory of George Hearst, who had been a successful miner.\n\nFrom 1998 to 2003, the building underwent a massive renovation, expansion, and seismic retrofit, in which a platform was built underneath the building, and a suspension system capable of up to 1 meter lateral travel was installed. To keep the expansion distinct from the historic building, shot peened aluminium (rather than stone) and a more modern design were used in the new construction.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.873968", "lon": "-122.257073"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44577.jpg", "title": "Hilgard Hall", "description": "Along with Giannini and Wellman Halls, Hilgard Hall is a former component of the Agriculture Trio. Built in a Classical Revival style, it is decorated with agricultural motifs such as scythes and sheaves of wheat. Its red roof tiles and soft red columnar friezes make Hilgard Hall a beautiful landmark.", "lat": "37.873250", "lon": "-122.263637"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44881.jpg", "title": "Jupiter", "description": "Jupiter, a popular two-story alehouse, hosts live music concerts, especially jazz, nearly every day. It boasts an impressive interior, with Gothic features in its main room, antique illumination and a wooden icebox. Offering lunch and dinner, it is famous for its colorful variety of concerts, including jazz, acoustic, funk, country and any many other kinds of music.", "lat": "37.869795", "lon": "-122.267806"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44193.jpg", "title": "Kress Building", "description": "Named after the S.H. Kress & Company chain of department stores, the Kress Building is remarkable for its Art Deco architecture, similar to that of every store in the chain. Designed in 1933 by Edward F. Sibbert, the building is notable for its brick walls, narrow windows, various adornments and impressive roof parapet.", "lat": "37.871200", "lon": "-122.268332"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44179.jpg", "title": "Masonic Temple", "description": "The Masonic Temple is on the National Register of Historic Places. The Classical Revival style building, designed by William H. Wharff, was built in 1905. The ground floor of the building is unoccupied and the remaining floors are used by University staff including California Center for Innovative Transportation and the National Writing Project.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.867642", "lon": "-122.267415"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44571.jpg", "title": "Memorial Glade", "description": "Memorial Glade is a green space located at the core of the university campus. It is home to a variety of trees, including a grove of trident maples. Memorial Glade is a popular place for students to relax between classes and offers a great view of many other campus landmarks.", "lat": "37.872934", "lon": "-122.258828"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44913.jpg", "title": "Moe's Books", "description": "Moe's Books, founded in 1959 by Moe Moskowitz and his wife as a record store, is popular as one of the first stores to go online in 1993. It is also known for promoting its own workers, Joseph Fischer and Owen Hill. Moe's Books occupies four floors, featuring about one hundred thousand books of any kind imaginable.\n\nOperation Hours: Monday - Sunday: 10 am - 10 pm", "lat": "37.865537", "lon": "-122.258530"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45048.jpg", "title": "Normandy Village", "description": "Also known as Thornburg Village, Normandy Village is a Berkeley landmark home to unique apartment buildings designed by Jack Wood Thornburg. Its former architect was William Raymond Yelland, known for his storybook design. Erected in 1927, each building has its own history. Today, Normandy Village is designated a City of Berkeley Landmark.", "lat": "37.874776", "lon": "-122.265412"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44584.jpg", "title": "North Gate Hall", "description": "North Gate Hall, designed by John Galen Howard, was built in 1906. Also known as the Ark, it had a rustic design featuring small balconies and windows, though it has undergone many renovations since. Rooms were added, surrounded by a courtyard with impressive brick pavement. This building serves as part of the university’s architecture department.", "lat": "37.875022", "lon": "-122.260057"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44374.jpg", "title": "Old City Hall", "description": "Completed in 1909, the Old City Hall has a long history. Designed by Bakewell and Brown in a French Renaissance style, it is one of Berkeley's eight official city landmarks and is also listed in the National Register of Historic Places.", "lat": "37.869252", "lon": "-122.272793"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43937.jpg", "title": "Phoebe A. Hearst Museum of Anthropology", "description": "The Phoebe A. Hearst Museum of Anthropology was founded in 1901 under the patronage of Phoebe Apperson Hearst, the original goal of the museum was to support systematic collecting efforts by archaeologists and ethnologists in order to support a department of Anthropology at the University of California.\n\nThe Museum was originally located in San Francisco from 1903 (open to the public as of 1911) until 1931, when it moved to the campus of the University of California at Berkeley. On the Berkeley campus, the Museum was located in the former Civil Engineering Building until 1959, when it was moved to the newly built Kroeber Hall.\n\nToday the Museum functions as a research unit of the University of California.\n\nOperating hours: Wednesday - Saturday: 10 am - 4:30 pm; Sunday: 12 pm – 4 pm;\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869262", "lon": "-122.255008"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44474.jpg", "title": "Phoebe Apperson Hearst Memorial Gymnasium for Women", "description": "The Phoebe Apperson Hearst Memorial Gymnasium for Women was built in 1927 in honor of famous philanthropist and feminist, Phoebe Apperson Hearst. Designed by Bernard Maybeck and Julia Morgan, it consists of three studios, two gyms and three swimming pools. Its interior designers are Hansen, Murakami and Eshima, and it is listed in the National Register of Historic Places.", "lat": "37.869052", "lon": "-122.256672"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43962.jpg", "title": "Rae Douglass Gallery", "description": "Formerly named the Giorgi Gallery, the Rae Douglass Gallery is a European-style gallery featuring art exhibitions and sometimes live music events. Located in a former firehouse, a creation of William Ratcliff, the gallery is famous for the works of Rae Douglass, large scale art and architecture.", "lat": "37.858638", "lon": "-122.244828"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44920.jpg", "title": "Rasputin Music", "description": "Rasputin Music is one of the largest independent music chain stores in the Bay Area. Known for its low prices on new and used DVDs, CDs and vinyl, Rasputin Music is also famous for its live in-store performances. It is the best place to find great music at great prices.", "lat": "37.866786", "lon": "-122.258715"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44476.jpg", "title": "Sather Gate", "description": "Sather Gate is a prominent landmark separating Sproul Plaza from the bridge over Strawberry Creek, leading to the center of the University of California, Berkeley campus.\n\nThe gate was donated by Jane K. Sather, a benefactor of the university, in memory of her late husband Peder Sather, a trustee of the College of California, which later became the University of California. It is California Historical Landmark and in the National Register of Historic Places.\n\nOriginally, the gate served as the terminus of Telegraph Avenue, and marked the University's south entrance. (The circle in front of the gate served as a turning point for the trolleys coming from Oakland.) The University later expanded further south of Strawberry Creek, and the gate is now well separated from Berkeley's city streets by Sproul Plaza.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.870106", "lon": "-122.259561"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44479.jpg", "title": "Sather Tower", "description": "Sather Tower is a campanile (bell and clock tower) on the University of California, Berkeley campus. It is more commonly known as The Campanile due to its resemblance to the Campanile di San Marco in Venice, and serves as UC Berkeley's most recognizable symbol.\n\nIt was completed in 1914 and first opened to the public in 1917. The tower stands 307 feet (93.6 m) tall, making it the third tallest bell and clock-tower in the world. It was designed by John Galen Howard, founder of the College of Environmental Design, and it marks a secondary axis in his original Beaux-Arts campus plan. Since then, it has been a major point of orientation in almost every campus master plan. The tower has seven floors, with an observation deck on the eighth floor. Some floors are used to store fossils.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872012", "lon": "-122.257998"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44478.jpg", "title": "South Hall", "description": "South Hall, built in 1873, is the oldest building on the University of California, Berkeley campus and the only remaining building of the original campus. South Hall was originally the counterpart of North Hall, which no longer exists, but was located where the Bancroft Library currently stands.\n\nThe first physics laboratory in the United States was hosted in South Hall in 1879. It also has been home to the College of Agriculture, a business school, and a temporary museum for the state geological survey. The University Herbarium was housed in South Hall from 1890 till 1897. It currently houses the UC Berkeley School of Information. When Wheeler Hall was planned, the entrance of South Hall was removed from the west side and added on the east side entrance.\n\nAccording to legend, the rooftop scene of Mary Poppins was filmed at South Hall, although this has been shown to be false.\n\nCampus tour guides often point out a small stone bear in the architecture of South Hall, above the entrance, in the third circle from the left, claiming it is the smallest bear statue on campus.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.871381", "lon": "-122.258277"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44492.jpg", "title": "St. Joseph the Worker Church", "description": "Built in 1878 in a Romanesque style, St. Joseph the Worker Church is a Roman Catholic house of worship that hosts spiritual events, from lessons in Catholic faith to musical concerts. St. Joseph the Worker Church also has a gift shop where spiritual objects can be purchased.", "lat": "37.869876", "lon": "-122.278316"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44050.jpg", "title": "St. Mark's Episcopal Church", "description": "St. Mark's Episcopal Church, designed by the founder of Burton Architecture David Burton, was established in 1877. A significant part of the Berkeley community, its design and warm colors make it a pleasant place to visit and an outstanding landmark.", "lat": "37.868119", "lon": "-122.263512"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44183.jpg", "title": "Studio Building", "description": "The Studio Building is a historic building, listed on the National Register of Historic Places. It dates back to 1905, and at the time of its building was the tallest building in downtown Berkeley. It was built by Frederick H. Dakin, for use by his real estate investment company. The architect is not recorded.\n\nThe building is five stories tall and built of masonry with a tiled mansard roof and rounded upper floor window bays. The first-floor bays, used as shop fronts, were originally built in the form of a series of alternating rounded and pointed arches, although some of these have since been covered. The building's name is set into the tile floor at the entrance, and derives from the fact that the top floor of the building was designed as artists’ studios.\n\nThe building was restored in the late 1970s, and has been on the National Register of Historic Places since 1978.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.871363", "lon": "-122.267688"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/60178.jpg", "title": "Telegraph Avenue", "description": "Telegraph Avenue is a street that begins, at its southernmost point, in the midst of the historic downtown district of Oakland, California, United States, and ends, at its northernmost point, at the southern edge of the University of California campus in Berkeley, California. It is approximately 4.5 miles (7 km) in length. Among some Berkeley residents, especially University of California students, Telegraph refers mainly to a four-block section just south of the university, from Bancroft Way (which borders the campus) to Dwight Way. As a center of campus and community life, this section of Telegraph Avenue is home to many restaurants, bookstores, and clothing shops, along with street vendors occupying its wide sidewalks. Here Telegraph Avenue attracts a diverse audience of visitors, including college students, tourists, artists, street punks, eccentrics, and the homeless.", "lat": "37.868561", "lon": "-122.259142"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45434.jpg", "title": "Temple of Wings", "description": "The Temple of Wings, located on the Berkeley hillside, was built in a Greco-Roman style as the house and dance studio of Florence Treadwell Boynton. Designed from the sketches of Bernard Maybeck in 1911, as well as with input from such architects as A. Randolph Monroe, Edna Deakin and Clarence Dakin, the Temple of Wings was considered the Athens of the West at the turn of the 20th century. The landing in front of the temple also offers a beautiful view of Berkeley.", "lat": "37.880726", "lon": "-122.256342"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44885.jpg", "title": "The Beta Lounge", "description": "The Beta Lounge, a wine bar with a great sake variety--from House Warm Sake to bottles of Kanchiku--also offers a substantial food menu and a rather energetic atmosphere, featuring DJs and live music.", "lat": "37.866924", "lon": "-122.266170"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45041.jpg", "title": "Thorsen House", "description": "The William R. Thorsen House, often referred to as the Thorsen House, was built in 1909 in Berkeley, California by William Randolph and Caroline Canfield Thorsen. Designed by Henry and Charles Greene, in the American Craftsman style of the Arts and Crafts Movement, the House is considered as the last of four Greene & Greene designed ultimate bungalows and is the only one located in Northern California.\n\nThe Thorsen House can be toured throughout the week on an informal basis. Visitors should contact the Thorsen House via its webpage or simply knock on the door.\n\nOperating hours: By appointment\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869055", "lon": "-122.252119"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44849.jpg", "title": "Triple Rock", "description": "Triple Rock Brewery, opened in 1986 as Roaring Rock Brewery by the Martin brothers, is the only brewer in America that still uses the original equipment and has the same owners. Considered the place where the real beer industry began in the Bay Area, it is the perfect place to drink and listen to rock music.", "lat": "37.873435", "lon": "-122.268565"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45046.jpg", "title": "Tupper and Reed Building", "description": "The Tupper and Reed Building was erected in 1906 to house John Tupper and Lawrence Reed's music store. Located on Shattuck Ave, this building was designed by William Raymond Yelland in his storybook house style. Built from brick and wood, it features balconies, a fireplace, impressive adornments and an iron cutout of this landmark building’s name.", "lat": "37.868090", "lon": "-122.267755"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44578.jpg", "title": "University House", "description": "The University House is a building on the campus of the University of California. Designed by the architect Albert Pissis, it was formerly the home of the president of the University of California, but is now the home of the chancellor of the Berkeley campus.\n\nIt is actually the only residence in the campus's central core, as all student housing lies outside the core campus (but within walking distance). At the beginning of every academic year, the chancellor invites the incoming class to a garden party at the University House. The chancellor then gives a welcoming speech, and various Berkeley Choirs sing. Various snacks and drinks are served on the lawn.\n\nThe Chancellor and his/her spouse live on the second floor of the home, while the ground floor is used for receptions and other events. The dining room features art on loan from the UC art library.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.874593", "lon": "-122.262465"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43931.jpg", "title": "University of California Museum of Paleontology", "description": "The University of California Museum of Paleontology (UCMP) is a paleontology museum located on the campus of the University of California.\n\nThe museum is within the Valley Life Sciences Building (VLSB), designed by Arthur Brown Jr. Its collections are primarily intended for research and are thus not accessible to the public. A limited number of fossils from the collection is on display in the VLSB. Although located on the Berkeley campus, the museum is the primary locality for storing fossils collected statewide. The original fossils, around which the current collection has grown, were those gathered as part of the California Geological Survey from 1860-1867.\n\nOpening hours: Monday – Thursday; 8 am – 10 pm; Friday; 8 am – 5 pm; Saturday: 1 pm – 5 pm; Sunday: 1 pm – 10 pm;", "lat": "37.871054", "lon": "-122.261983"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44373.jpg", "title": "Veteran's Memorial Building", "description": "Located across the street from Civic Center Park, Veteran’s Memorial Building is an impressive edifice that houses the Berkeley Historical Society. Designed in 1928 by Henry H. Meyers, the building is part of the Civic Center Historic District and was listed in the National Register of Historic Places in 1998.", "lat": "37.869849", "lon": "-122.271809"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44576.jpg", "title": "Wellman Hall", "description": "Wellman Hall, located between Giannini and Hilgard Halls, was built in a Classical Revival style. This hall is distinguished by its circular entrance, which is like a tower. Its facade is made of granite, which along with all the granite on the campus, was taken from the Sierra Nevada Mountains. Serving as an agricultural hall, Wellman Hall was listed in the National Register of Historic Places in 1982.", "lat": "37.872753", "lon": "-122.262862"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44477.jpg", "title": "Wheeler Hall", "description": "Wheeler Hall is a building on the campus of the University of California. Home to the English department, it was named for the philologist and university president Benjamin Ide Wheeler.\n\nThe building was opened in 1917. It houses the largest lecture hall on the Berkeley campus.\n\nThe building was the site of many of the Free Speech Movement protests in the 1960s and is a focal point of the Berkeley campus. In recent history, it has been the place for many university protests and the subject of several building takeovers.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.870860", "lon": "-122.259020"}]}
