{"attractions": [{"imgsrc": "https://www.gpsmycity.com/img/gd_attr/60178.jpg", "title": "Telegraph Avenue", "description": "Telegraph Avenue is a street that begins, at its southernmost point, in the midst of the historic downtown district of Oakland, California, United States, and ends, at its northernmost point, at the southern edge of the University of California campus in Berkeley, California. It is approximately 4.5 miles (7 km) in length. Among some Berkeley residents, especially University of California students, Telegraph refers mainly to a four-block section just south of the university, from Bancroft Way (which borders the campus) to Dwight Way. As a center of campus and community life, this section of Telegraph Avenue is home to many restaurants, bookstores, and clothing shops, along with street vendors occupying its wide sidewalks. Here Telegraph Avenue attracts a diverse audience of visitors, including college students, tourists, artists, street punks, eccentrics, and the homeless.", "lat": "37.868561", "lon": "-122.259142"}, {"imgsrc": "", "title": "Amazon Center", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Sproul Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44476.jpg", "title": "Sather Gate", "description": "Sather Gate is a prominent landmark separating Sproul Plaza from the bridge over Strawberry Creek, leading to the center of the University of California, Berkeley campus.\n\nThe gate was donated by Jane K. Sather, a benefactor of the university, in memory of her late husband Peder Sather, a trustee of the College of California, which later became the University of California. It is California Historical Landmark and in the National Register of Historic Places.\n\nOriginally, the gate served as the terminus of Telegraph Avenue, and marked the University's south entrance. (The circle in front of the gate served as a turning point for the trolleys coming from Oakland.) The University later expanded further south of Strawberry Creek, and the gate is now well separated from Berkeley's city streets by Sproul Plaza.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.870106", "lon": "-122.259561"}, {"imgsrc": "", "title": "Dwinelle Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44477.jpg", "title": "Wheeler Hall", "description": "Wheeler Hall is a building on the campus of the University of California. Home to the English department, it was named for the philologist and university president Benjamin Ide Wheeler.\n\nThe building was opened in 1917. It houses the largest lecture hall on the Berkeley campus.\n\nThe building was the site of many of the Free Speech Movement protests in the 1960s and is a focal point of the Berkeley campus. In recent history, it has been the place for many university protests and the subject of several building takeovers.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.870860", "lon": "-122.259020"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44478.jpg", "title": "South Hall", "description": "South Hall, built in 1873, is the oldest building on the University of California, Berkeley campus and the only remaining building of the original campus. South Hall was originally the counterpart of North Hall, which no longer exists, but was located where the Bancroft Library currently stands.\n\nThe first physics laboratory in the United States was hosted in South Hall in 1879. It also has been home to the College of Agriculture, a business school, and a temporary museum for the state geological survey. The University Herbarium was housed in South Hall from 1890 till 1897. It currently houses the UC Berkeley School of Information. When Wheeler Hall was planned, the entrance of South Hall was removed from the west side and added on the east side entrance.\n\nAccording to legend, the rooftop scene of Mary Poppins was filmed at South Hall, although this has been shown to be false.\n\nCampus tour guides often point out a small stone bear in the architecture of South Hall, above the entrance, in the third circle from the left, claiming it is the smallest bear statue on campus.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.871381", "lon": "-122.258277"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44479.jpg", "title": "Sather Tower", "description": "Sather Tower is a campanile (bell and clock tower) on the University of California, Berkeley campus. It is more commonly known as The Campanile due to its resemblance to the Campanile di San Marco in Venice, and serves as UC Berkeley's most recognizable symbol.\n\nIt was completed in 1914 and first opened to the public in 1917. The tower stands 307 feet (93.6 m) tall, making it the third tallest bell and clock-tower in the world. It was designed by John Galen Howard, founder of the College of Environmental Design, and it marks a secondary axis in his original Beaux-Arts campus plan. Since then, it has been a major point of orientation in almost every campus master plan. The tower has seven floors, with an observation deck on the eighth floor. Some floors are used to store fossils.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872012", "lon": "-122.257998"}, {"imgsrc": "", "title": "College of Environmental Design", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43937.jpg", "title": "Phoebe A. Hearst Museum of Anthropology", "description": "The Phoebe A. Hearst Museum of Anthropology was founded in 1901 under the patronage of Phoebe Apperson Hearst, the original goal of the museum was to support systematic collecting efforts by archaeologists and ethnologists in order to support a department of Anthropology at the University of California.\n\nThe Museum was originally located in San Francisco from 1903 (open to the public as of 1911) until 1931, when it moved to the campus of the University of California at Berkeley. On the Berkeley campus, the Museum was located in the former Civil Engineering Building until 1959, when it was moved to the newly built Kroeber Hall.\n\nToday the Museum functions as a research unit of the University of California.\n\nOperating hours: Wednesday - Saturday: 10 am - 4:30 pm; Sunday: 12 pm – 4 pm;\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869262", "lon": "-122.255008"}, {"imgsrc": "", "title": "Berkeley Law", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44482.jpg", "title": "Haas School of Business", "description": "The Walter A. Haas School of Business, also known as the Haas School of Business or simply Haas, is one of 14 schools and colleges at the University of California.\n\nThe school is situated in three connected buildings surrounding a central courtyard on the southeastern corner of the Berkeley campus. The final design of architect Charles Moore, the mini-campus was completed in 1995. The school is planning to expand its facilities with a new commons building shared with the Berkeley School of Law. It constantly ranks as one of the top ten business schools in worldwide rankings published by The Economist, US News & World Report, and Bloomberg Businessweek.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.871692", "lon": "-122.253516"}, {"imgsrc": "", "title": "College of Chemistry", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Leconte Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44481.jpg", "title": "Gilman Hall", "description": "Gilman Hall is a building on the campus of the University of California. Room 307 was where Glenn T. Seaborg and his coworkers identified plutonium as a new element on February 23, 1941 and as such, is designated a National Historic Landmark. The building itself is designated a National Historic Chemical Landmark, recognizing the two Nobel Prizes in Chemistry that have resulted from research done in the building.\n\nGilman Hall has been used continuously by the College of Chemistry for 80 years; today it is occupied by the Department of Chemical Engineering. However, its laboratory equipment is no longer suitable for modern chemical research and as such, the University has renovated and converted some of the rooms into offices, classrooms, and small research laboratories.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872562", "lon": "-122.256475"}, {"imgsrc": "", "title": "Hearst Mining Circle Sculpture", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Pimental Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Stanley Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44480.jpg", "title": "Hearst Memorial Mining Building", "description": "The Hearst Memorial Mining Building at the University of California is currently home to the university's materials science department. The Classical Revival style building is listed in the National Register of Historic Places and is also designated as part of California Historical Landmark.\n\nConstruction began in 1902, as part of Phoebe Hearst's master campus development plan and in memory of George Hearst, who had been a successful miner.\n\nFrom 1998 to 2003, the building underwent a massive renovation, expansion, and seismic retrofit, in which a platform was built underneath the building, and a suspension system capable of up to 1 meter lateral travel was installed. To keep the expansion distinct from the historic building, shot peened aluminium (rather than stone) and a more modern design were used in the new construction.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.873968", "lon": "-122.257073"}, {"imgsrc": "", "title": "Evans Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Engineering Student Services", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Davis Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Sutardja Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Cory Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44590.jpg", "title": "Founders' Rock", "description": "On the corner of Hearst Avenue and Gayley Road lies the Founders' Rock, the spot, according to college lore, where the 12 trustees of the College of California, the nascent University of California, Berkeley, stood on April 16, 1860, to dedicate the property they had just purchased. This is, supposedly, the same spot where Frederick Billings stood in 1866 when he remembered Bishop Berkeley's verse - \"Westerward the course of empire takes it way\" -- and thus inspired the name of the new city. A plaque was put on this spot on Charter Day in 1896.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.875385", "lon": "-122.256820"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/45052.jpg", "title": "Cloyne Court Hotel", "description": "The Cloyne Court Hotel, often referred to simply as Cloyne, is a student housing cooperative.\n\nThe BSC is now the largest housing co-op organization in North America and Cloyne is one of the biggest cooperative houses in the country with 150 residents. Despite its size the house was entirely student-run for nearly sixty years. This changed in July 2005, when the co-op was forced to hire a live-in manager in order to renew the property lease with the University.\n\nCloyne Court has played a notable role in the Bay Area music scene. The bands No Doubt, Operation Ivy, The Offspring, Rancid, Green Day, Elliott Smith, 24-7 Spyz, Save Ferris, Rilo Kiley etc played at Cloyne before becoming well known. The house has also been host to several lesser-known bands during its many events. Cloyne has hosted as many as a dozen bands in a single evening, commonly using 2 separate stages, though sometimes as many as 4 - the dining room, the lib-ed room, the basement (\"dungeon\"), and the courtyard.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.876340", "lon": "-122.257929"}, {"imgsrc": "", "title": "Jacobs Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Soda Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44584.jpg", "title": "North Gate Hall", "description": "North Gate Hall, designed by John Galen Howard, was built in 1906. Also known as the Ark, it had a rustic design featuring small balconies and windows, though it has undergone many renovations since. Rooms were added, surrounded by a courtyard with impressive brick pavement. This building serves as part of the university’s architecture department.", "lat": "37.875022", "lon": "-122.260057"}, {"imgsrc": "", "title": "Northside Euclid Ave", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "North Gate", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "East Asian Library", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44571.jpg", "title": "Memorial Glade", "description": "Memorial Glade is a green space located at the core of the university campus. It is home to a variety of trees, including a grove of trident maples. Memorial Glade is a popular place for students to relax between classes and offers a great view of many other campus landmarks.", "lat": "37.872934", "lon": "-122.258828"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44572.jpg", "title": "Doe Memorial Library", "description": "The Doe Memorial Library is the main library of the UC Berkeley Library System on the UC Berkeley campus. The library is named after its benefactor, Charles Franklin Doe, who was persuaded by the then President of the University of California, Benjamin Ide Wheeler, in 1904 to bequeath funds for its construction.\n\nIn 1900, Emile Benard won an architectural competition for the design of the library, and the Classical Revival style library was completed in 1911. The Doe Library houses both the Undergraduate and Gardner (Main) Stacks collections.\n\nThe main reading room is open to the public.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.872869", "lon": "-122.259799"}, {"imgsrc": "", "title": "Main Stacks Library", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "University Seal", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Moffitt Library", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44573.jpg", "title": "California Hall", "description": "Also designed by John Galen Howard, California Hall is located in the center of the university campus. Completed in 1906, throughout the years it has undergone many renovations. This building is part of Howard's Beaux Arts architectural plan for the campus. Listed in the National Register of Historic Places, California Hall houses the university’s major administrative and personnel offices.", "lat": "37.871759", "lon": "-122.260808"}, {"imgsrc": "", "title": "Valley Life Sciences Building", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43931.jpg", "title": "University of California Museum of Paleontology", "description": "The University of California Museum of Paleontology (UCMP) is a paleontology museum located on the campus of the University of California.\n\nThe museum is within the Valley Life Sciences Building (VLSB), designed by Arthur Brown Jr. Its collections are primarily intended for research and are thus not accessible to the public. A limited number of fossils from the collection is on display in the VLSB. Although located on the Berkeley campus, the museum is the primary locality for storing fossils collected statewide. The original fossils, around which the current collection has grown, were those gathered as part of the California Geological Survey from 1860-1867.\n\nOpening hours: Monday – Thursday; 8 am – 10 pm; Friday; 8 am – 5 pm; Saturday: 1 pm – 5 pm; Sunday: 1 pm – 10 pm;", "lat": "37.871054", "lon": "-122.261983"}, {"imgsrc": "", "title": "VLSB Echo Bench", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44577.jpg", "title": "Hilgard Hall", "description": "Along with Giannini and Wellman Halls, Hilgard Hall is a former component of the Agriculture Trio. Built in a Classical Revival style, it is decorated with agricultural motifs such as scythes and sheaves of wheat. Its red roof tiles and soft red columnar friezes make Hilgard Hall a beautiful landmark.", "lat": "37.873250", "lon": "-122.263637"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44576.jpg", "title": "Wellman Hall", "description": "Wellman Hall, located between Giannini and Hilgard Halls, was built in a Classical Revival style. This hall is distinguished by its circular entrance, which is like a tower. Its facade is made of granite, which along with all the granite on the campus, was taken from the Sierra Nevada Mountains. Serving as an agricultural hall, Wellman Hall was listed in the National Register of Historic Places in 1982.", "lat": "37.872753", "lon": "-122.262862"}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44578.jpg", "title": "University House", "description": "The University House is a building on the campus of the University of California. Designed by the architect Albert Pissis, it was formerly the home of the president of the University of California, but is now the home of the chancellor of the Berkeley campus.\n\nIt is actually the only residence in the campus's central core, as all student housing lies outside the core campus (but within walking distance). At the beginning of every academic year, the chancellor invites the incoming class to a garden party at the University House. The chancellor then gives a welcoming speech, and various Berkeley Choirs sing. Various snacks and drinks are served on the lawn.\n\nThe Chancellor and his/her spouse live on the second floor of the home, while the ground floor is used for receptions and other events. The dining room features art on loan from the UC art library.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.874593", "lon": "-122.262465"}, {"imgsrc": "", "title": "Morgan Hall", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Browns California Cafe", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Li Ka Shing Center", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "", "title": "Department of Environmental Science", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/44575.jpg", "title": "Eucalyptus Grove", "description": "Eucalyptus Grove contains the tallest of these hardwood trees in North America. Planted in 1882, in California they actually grow healthier than in Australia, their native location. The grove has been a significant part of the university’s landscape heritage, adding a refreshing fragrance to the air.", "lat": "37.870944", "lon": "-122.263869"}, {"imgsrc": "", "title": "Crescent Lawn", "description": "Default Description", "lat": "", "lon": ""}, {"imgsrc": "https://www.gpsmycity.com/img/gd_attr/43934.jpg", "title": "Berkeley Art Museum and Pacific Film Archive", "description": "The Berkeley Art Museum and Pacific Film Archive (BAM/PFA) is associated with the University of California at Berkeley. The director is Lawrence Rinder who was appointed in 2008.\n\nThe current Berkeley Art Museum building was built in 1970 and designed by Mario Ciampi. The building was deemed seismically unsafe in 1997, and iron braces were added in 2001 to slightly improve its safety. In 1999, the Pacific Film Archive moved to a temporary building across the street.\n\nIn 2008, BAM/PFA unveiled plans for a new visual arts center, to be designed by the Japanese architect Toyo Ito and located in downtown Berkeley, across the street from UC Berkeley's main entrance. However, in 2009, those plans were cancelled. Citing the weak economy and trouble raising the necessary funds, BAM/PFA decided to retrofit and enlarge the former University of California Press printing plant at that site, a 1939 Art Deco building on the California Register of Historic Resources and qualified to be on the National Register of Historic Places.\n\n\"(The above description is based on Wikipedia under Creative Common License)\"", "lat": "37.869144", "lon": "-122.255446"}, {"imgsrc": "", "title": "Westside Downtown Berkeley", "description": "Default Description", "lat": "", "lon": ""}]}